soap/ZFM_WS_DASHDISTI.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:rfc:functions">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:ZFM_WS_DASHDISTI>
         <KUNNR>?</KUNNR>
         <REQ_MIN>start_date</REQ_MIN>
         <REQ_MAX>end_date</REQ_MAX>
      </urn:ZFM_WS_DASHDISTI>
   </soapenv:Body>
</soapenv:Envelope>